alsa-firmware
alsa-utils
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cliphist
devtools
discord
efibootmgr
eog
ethtool
ffmpegthumbnailer
firefox
git
gnome-calculator
gnome-system-monitor
go
grim
grub
gtk-engine-murrine
gvfs
gvfs-mtp
hyprland
imagemagick
intel-media-driver
intel-ucode
jq
kitty
kvantum
libreoffice-still
libva-utils
linux-firmware
linux-headers
linux-zen
mousepad
mpv
mpv-mpris
nano
neofetch
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
ntfs-3g
nvtop
obs-studio
obsidian
os-prober
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
piper
pipewire-alsa
pipewire-pulse
playerctl
polkit-gnome
powertop
python-keras
python-pandas
python-pip
python-pywal
python-requests
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6ct
sddm
slurp
smartmontools
sof-firmware
steam
swappy
swayidle
syncthing
thunar
thunar-archive-plugin
thunar-volman
tk
ttf-droid
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
unzip
v4l2loopback-dkms
vlc
waybar
wget
wlsunset
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yad
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zram-generator
zsh
zsh-completions
